_posts/language/2016-10-09-english-banana.html
---
layout: post
title: 单词本：水果之香蕉
categories: [language]
tags: [English, Deutsch, Français]
---

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3"><span class="section-number-2">1</span> banana</h2>
<div class="outline-text-2" id="text-1">
<p>
香蕉 banana。
</p>

<p>
在我读大学的时候，香蕉还是很便宜的，学校水果店里一元钱好几个香蕉可以买。最喜欢吃黄色的水果，像芒果啊，香蕉啊，橘子啊，菠萝啊之类的水果，都是我的最爱。所以，大学时候常常每天买很多黄色的水果吃。好怀念啊。
</p>

<p>
为了更好的阅读本文，请响起背景音乐：<a href="http://www.kuwo.cn/yinyue/5429060/">http://www.kuwo.cn/yinyue/5429060/</a>
</p>

<p class="verse">
来来 我是一个菠菜<br  />
菜菜菜菜菜菜菜菜菜菜菜菜菜菜菜菜<br  />
来来 我是一片芒果<br  />
果果果果果果果果果果果果果果果<br  />
来来 我是一个竹笋<br  />
笋笋笋笋笋笋笋笋笋笋笋笋笋笋笋笋<br  />
来来 我是一快菠萝<br  />
萝萝萝萝萝萝萝萝萝萝萝萝萝萝萝<br  />
来来 我是一粒草莓<br  />
莓莓莓莓莓莓莓莓莓莓莓莓莓莓莓莓<br  />
来来 我是一只香蕉<br  />
蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉蕉<br  />
来来 我是一个葡萄<br  />
萄萄萄萄萄萄萄萄萄萄萄萄萄萄萄萄<br  />
来来 我是一个蜜糖<br  />
糖糖糖糖糖糖糖糖糖糖糖糖糖糖糖<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup><br  />
</p>
</div>

<div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1"><span class="section-number-3">1.1</span> banana color</h3>
<div class="outline-text-3" id="text-1-1">
<p>
香蕉黄。
</p>

<p>
有的认为 banana color RGB 颜色编号为#FFE135<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>：
</p>
<h3 style="background-color: #FFE135; width: 80px;">&nbsp;</h3>

<p>
也有的认为是 #E3CF57<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>
</p>
<h3 style="background-color: #E3CF57; width: 80px;">&nbsp;</h3>

<p>
我比较觉得应该是第二种颜色。你觉得呢？
</p>

<p>
另外还有个绿香蕉（Green Banana）色，RGB #B7BD6B<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>
</p>
<h3 style="background-color: #B7BD6B; width: 80px;">&nbsp;</h3>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">1.2</span> 香蕉人</h3>
<div class="outline-text-3" id="text-1-2">
<p>
上次的文章<a href="http://kimi.im/2016-10-03-english-apple">October 3, 2016 » 单词本：水果之苹果</a>中提到苹果人的时候也扯到香蕉人的说法：
</p>

<blockquote>
<p>
A person of Asian descent, especially a Chinese American, who has assimilated
into Western culture or married a Caucasian (from the "yellow" outside and
"white" inside). Compare coconut ‎(“assimilated Hispanic or Black”) or Oreo
‎(“Black person who is "black outside" and "white inside"”).<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>
</p>
</blockquote>

<p>
所谓的香蕉人指的是美国亚裔，当然亚裔中最多的还是华人，用香蕉形象的比喻 yellow
outside and white inside。椰子和奥利奥则形容 black outside white inside。
</p>

<p>
看来人们比较喜欢用色彩斑斓的水果形容人种文化差异。
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> die Banane<sup>(de)</sup>, la banane<sup>(fr)</sup></h2>
<div class="outline-text-2" id="text-2">
<p>
香蕉在法语和德语比较一致，都是阴性，拼写也都一样。
</p>

<p>
法语口语里用香蕉形容别人幼稚愚蠢 personne ayant une pensée naïve ou idiote：
</p>
<ul class="org-ul">
<li>Tu veux ma photo, banane？ 笨香蕉，你看过我的照片？</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5"><span class="section-number-2">3</span> le bananier<sup>(fr)</sup></h2>
<div class="outline-text-2" id="text-3">
<p>
香蕉树
</p>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">4</span> je suis une banana<sup>(fr)</sup></h2>
<div class="outline-text-2" id="text-4">
<p>
我找到一首法语神曲，和古天乐《我是一个芒果》真是异曲同工：
</p>

<p class="verse">
Je suis une banane,<br  />
Je suis une banane,<br  />
Je suis une banane,<br  />
Regarde-moi bouger<br  />
<br  />
Ouais, ouais!<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup><br  />
</p>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">5</span> 香蕉的食疗价值</h2>
<div class="outline-text-2" id="text-5">
<p>
根据百度百科的建议，秋季似乎是比较适合吃香蕉的季节。天干物燥的，心情烦闷，最适合吃香蕉了：
</p>

<blockquote>
<p>
根据“热者寒之”的原理，最适合燥热人士享用。痔疮出血者、因燥热而致胎动不安者，都可生吃蕉肉。
</p>

<p>
德国研究人员表示，用香蕉可治抑郁和情绪不安，因它能促进大脑分泌内啡化学物质。它能缓和紧张的情绪，提高工作效率，降低疲劳。<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>
</p>
</blockquote>

<p>
最近睡眠不太好，心情有些烦躁，看来该多吃点香蕉！
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://pu.onegreen.net/GeCi/HTML/22079.html">http://pu.onegreen.net/GeCi/HTML/22079.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://colors.findthedata.com/l/557/Banana-Yellow">http://colors.findthedata.com/l/557/Banana-Yellow</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="https://rgbcolorcode.com/color/banana">https://rgbcolorcode.com/color/banana</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.pantone.com/color-finder/14-0434-TPX">https://www.pantone.com/color-finder/14-0434-TPX</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wiktionary.org/wiki/banana">https://en.wiktionary.org/wiki/banana</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://lyricstranslate.com/en/im-banana-je-suis-une-banane.html">http://lyricstranslate.com/en/im-banana-je-suis-une-banane.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="http://baike.baidu.com/subview/3907/14798168.htm">http://baike.baidu.com/subview/3907/14798168.htm</a>
</p></div></div>


</div>
</div>
